from six.moves import cPickle

new = {'Stanlazy':['Stanlay 坚强！强韧！无敌！爆☆杀~'],
        '垃圾佬':['其实垃圾佬并不垃圾哟ヽ(•̀ω•́ )ゝ'],
        '尘遗楞莲':['飘尘，是我的主人，我是主人的RBQ，请问你找我的主人有什么事情吗 ⁄(⁄ ⁄•⁄ω⁄•⁄ ⁄)⁄.'],
        'Reinforce-II':['其实Reinforce-II 是抖M呀，为什么你们会觉得她是大佬嘛，想一下嘛，不是抖M能学那么多东西吗ヾ(=^▽^=)ノ'],
        '皮鞭':['其实皮鞭人如其称，有S强项哟，你们小心点 Σ( ° △ °|||)︴'],
        '小鸭子':['其实呢Elisa觉得鸭子应该属于守序邪恶那一派呢 (。-`ω´-) '],
        '白矮星':['大概他长得又白又矮又闪亮的意思吧（大雾'],
        '鳗鱼饭':['其实鳗鱼饭才是真正的Boss(Elisa瑟瑟发抖中Σ( ° △ °|||)︴'],
        '小白':['其实一般自称小白的都是大触哟 ╮(╯▽╰)╭'],
        '雪乃':['雪乃Prpr,雪乃好萌好可爱,雪乃俺☆嫁～（ ⁄(⁄ ⁄•⁄ω⁄•⁄ ⁄)⁄. '],
        'galgame':['galgame打多了会变成死宅的，死宅很恶心的。'],
        '天津风':['岛津风最棒了～Prpr'],
        '论坛':['Elisa的温馨提示：dism++论坛正在备案中，暂时无法链接哟～'],
        '官网':['Elisa的温馨提示：dism++官网正在备案中，暂时无法链接哟～'],
        'Rambin':['其实Rambin真的很软..感觉会走上萌妹子这条不归路QAQ'],
        }

with open("./200783396.tucao", "wb+") as tucao_file:
    cPickle.dump(new, tucao_file)

